Repository: KHgamal/payment
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Payment
ar: الدفع

source: Bill Details
ar: تفاصيل الفاتورة

source: Criminal Law
ar: قانون جنائي

source: General Consultation Type
ar: نوع الاستشارة العام

source: Harassment
ar: تحرش

# consultation_fee
source: 500 EGP
ar: 500 جنية

source: Wallet Balance
ar: رصيد المحفظة

# wallet_balance_value
source: 1200 EGP
ar: 1200 جنية

source: Credit Card
ar: بطاقة الدفع الالكتروني

source: + Add New Card
ar: + اضافة بطاقة جديدة

source: E-Wallet
ar: المحفظة الالكترونية

source: Confirm Payment
ar: تاكيد الدفع
